Revit 2027 API
Space.OutdoorAirPerArea Property
Get the Specified OutdoorAirPerArea of the Space.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double OutdoorAirPerArea { get; }
Public ReadOnly Property OutdoorAirPerArea As Double
	Get
public:
property double OutdoorAirPerArea {
	double get ();
}
member OutdoorAirPerArea : float with get
Property Value
Double
Remarks
This property is used to get the Specified OutdoorAirPerArea (Unit: ft/s) of the Space.
See Also
Reference
Space Class
Autodesk.Revit.DB.Mechanical Namespace